/********************************** (C) COPYRIGHT *******************************
* File Name          : BSP.H
* Author             : WCH
* Version            : V1.0
* Date               : 2015/02/05
* Description        : The head file of BSP.C
*******************************************************************************/

#ifndef __BSP_H__
#define __BSP_H__


/******************************************************************************/
/* 头文件包含 */


/******************************************************************************/
/* 宏定义 */
#define  TASK_STK_SIZE          128                                             /* 定义每个任务栈的大小，如有必要，可更改其大小 */



extern void BSP_init(void);


#endif //__BSP_H__

